Repository: RoyLeeWc/testVer
Catalog: LezhinSnack/Resources/Localized/Localizable.xcstrings
Source language: en
Languages: ja, ko, zh_hans

# 내목록_구매한_타이틀
source: Purchased
ja: 購入済み
ko: 구매한
zh_hans: 已购

# 내목록_빈시청목록_타이틀
source: There are no recently watched items.
ja: 最近視聴した作品はありません。
ko: 최근 시청한 작품이 없습니다.
zh_hans: 最近没有观看的作品。

# 내목록_찜한_타이틀
source: Bookmarked
ja: お気に入り
ko: 찜한
zh_hans: 已收藏

# 내목록_최근시청한_타이틀
source: Recently Watched
ja: 最近視聴した
ko: 최근 시청한
zh_hans: 最近观看

# 내코인_사용내역_타이틀
source: Useage
ja: チャージ履歴
ko: 사용내역
zh_hans: 使用记录

# 내코인_충전내역_타이틀
source: Recharge
ja: 利用履歴
ko: 충전내역
zh_hans: 充值记录

# 내코인_충전내역_헤더_7일내만료_타이틀
source: Coins expiring within 7 days
ja: 7日以内に期限切れになるコイン
ko: 7일내 만료예정 코인
zh_hans: 将在7天内到期的硬币

# 내코인_충전내역_헤더_보유코인
source: Current Coin
ja: 現在のコイン
ko: 보유 코인
zh_hans: 当前硬币

# 마이_게스트_타이틀
source: GUEST
ja: ゲスト
ko: 게스트
zh_hans: 访客

# 마이_결제내역_타이틀
source: Payment History
ja: 支払い履歴
ko: 결제내역
zh_hans: 支付记录

# 마이_고객지원_타이틀
source: Customer Support
ja: カスタマーサポート
ko: 고객지원
zh_hans: 客户支持

# 마이_내문의_타이틀
source: My Inquiries
ja: お問い合わせ履歴
ko: 내 문의
zh_hans: 我的咨询

# 마이_내코인_결제코인
source: Payment Coin
ja: 支払いコイン
ko: 결제 코인
zh_hans: 支付币

# 마이_내코인_보너스코인
source: Bonus Coin
ja: ボーナスコイン
ko: 보너스 코인
zh_hans: 奖励币

# 마이_내코인_타이틀
source: My Coin
ja: マイコイン
ko: 내 코인
zh_hans: 我的币

# 마이_로그아웃_버튼_타이틀
source: Logout
ja: ログアウト
ko: 로그아웃
zh_hans: 注销

# 마이_로그인_버튼_타이틀
source: Login
ja: ログイン
ko: 로그인
zh_hans: 登录

# 마이_설정_타이틀
source: Settings
ja: 設定
ko: 설정
zh_hans: 设置

# 마이_이용약관_타이틀
source: Terms of Service
ja: 利用規約
ko: 이용약관
zh_hans: 服务条款

# 마이_충전하기_버튼_타이틀
source: Recharge
ja: チャージ
ko: 충전하기
zh_hans: 充值

# 멤버십_구독중
source: Subscribed
ja: 購読中
ko: 구독 중
zh_hans: 订阅中

# 멤버십_구독해지
source: Cancel Subscription
ja: 購読をキャンセル
ko: 구독 해지
zh_hans: 取消订阅

# 멤버십_다음_결제일
source: Next Billing Date
ja: 次回請求日
ko: 다음 결제일
zh_hans: 下次计费日期

# 멤버십_만료일
source: Expiration Date
ja: 有効期限
ko: 만료일
zh_hans: 到期日

# 멤버십_연간
source: Annual Membership
ja: 年間メンバーシップ
ko: 연간 멤버십
zh_hans: 年度会员

# 멤버십_월간
source: Monthly Membership
ja: 月額メンバーシップ
ko: 월간 멤버십
zh_hans: 月度会员

# 설정_마케팅수신_타이틀
source: Receive Promotional/Marketing Info
ja: プロモーション/マーケティング情報を受信
ko: 프로모션/마케팅 정보 수신 받기
zh_hans: 接收促销/营销信息

# 설정_서비스탈퇴_타이틀
source: Delete Account
ja: サービス退会
ko: 서비스 탈퇴
zh_hans: 注销服务

# 설정_앱버전_업데이트_타이틀
source: Update
ja: アップデート
ko: 업데이트
zh_hans: 更新

# 설정_앱버전_타이틀
source: App Version
ja: アプリバージョン
ko: App 버전
zh_hans: 应用版本

# 설정_언어_타이틀
source: Language
ja: 言語
ko: 언어
zh_hans: 语言

# 설정_캐시삭제_타이틀
source: Clear Cache
ja: キャッシュをクリア
ko: 캐시 삭제
zh_hans: 清除缓存

# 설정_푸시_타이틀
source: Push Notifications
ja: プッシュ通知
ko: 푸시 알람 받기
zh_hans: 接收推送通知

# 앱바_내코인_타이틀
source: My Coin
ja: マイコイン
ko: 내 코인
zh_hans: 我的硬币

# 앱바_마이_타이틀
source: My Page
ja: マイページ
ko: 마이페이지
zh_hans: 我的主页

# 앱바_설정_타이틀
source: Settings
ja: 設定
ko: 설정
zh_hans: 设置

# 앱바_언어변경
source: Change Language
ja: 言語を変更
ko: 언어변경
zh_hans: 更改语言

# 앱바_충전소_타이틀
source: Recharge
ja: チャージ
ko: 충전하기
zh_hans: 充值

# 충전성공_이어보기_버튼_타이틀
source: Continue Watching
ja: 続きを視聴
ko: 이어서 시청하기
zh_hans: 继续观看

# 충전소_결제금액_타이틀
source: Payment Amount
ja: 支払金額
ko: 결제금액
zh_hans: 支付金额

# 충전소_결제수단_애플인앱
source: Apple App Store In-App Purchase
ja: Apple App Store内課金
ko: 애플 앱스토어 인앱 결제
zh_hans: Apple 应用商店应用内购买

# 충전소_결제수단_타이틀
source: Payment Method
ja: 支払い方法
ko: 결제수단
zh_hans: 支付方式

# 충전소_결제일시_타이틀
source: Payment Date
ja: 支払日時
ko: 결제일시
zh_hans: 支付日期

# 충전소_결제주기_타이틀
source: Billing Cycle
ja: 請求周期
ko: 결제주기
zh_hans: 计费周期

# 충전소_레진코인충전_버튼_타이틀
source: LZCoin Charge
ja: LZコインチャージ
ko: 레진코인 충전
zh_hans: LZ币充值

# 충전소_멤버십_결제환영_문구
source: Enjoy unlimited viewing from top titles to new releases!
ja: 人気作から新作まで、制限なく視聴をお楽しみください！
ko: 인기작부터 신작까지, 제한 없는 감상을 즐겨보세요!
zh_hans: 从热门作品到新作，尽情享受无限观看！

# 충전소_멤버십구독_헤더_더보기
source: View More Top-up Products
ja: 充電商品をもっと見る
ko: 충전 상품 더보기
zh_hans: 查看更多充值商品

# 충전소_멤버십구독_헤더_타이틀
source: Membership Subscription
ja: メンバーシップサブスクリプション
ko: 멤버십 구독
zh_hans: 会员订阅

# 충전소_연간멤버십_결제완료_타이틀
source: Your Annual Membership subscription is now complete.
ja: 年間メンバーシップの申込が完了しました。
ko: 연간 멤버십 신청이 완료 되었습니다.
zh_hans: 年度会员订阅已完成。

# 충전소_연간멤버십_타이틀
source: Annual Subscription
ja: 年間メンバーシップ
ko: 연간구독
zh_hans: 年度会员

# 충전소_월간멤버십_결제완료_타이틀
source: Your Monthly Membership subscription is now complete.
ja: 月額メンバーシップの申込が完了しました。
ko: 월간 멤버십 신청이 완료 되었습니다.
zh_hans: 月度会员订阅已完成。

# 충전소_월간멤버십_타이틀
source: Monthly Subscription
ja: 月額メンバーシップ
ko: 월간구독
zh_hans: 月度会员

# 충전소_충전코인_타이틀
source: Charged Coins
ja: チャージコイン
ko: 충전코인
zh_hans: 充值硬币

# 충전소_코인충전_결제완료_타이틀
source: Coin charge has been completed.
ja: コインチャージが完了しました。
ko: 코인 충전이 완료 되었어요
zh_hans: 硬币充值已完成。

# 충전소_코인충전_결제환영_문구
source: Enjoy watching from your favorite episode now!
ja: 今見たいエピソードからお楽しみください！
ko: 지금 가장 보고싶은 회차부터 시청하세요!
zh_hans: 现在就从您最想看的话开始观看吧！

# 충전소_코인충전_첫충전할인
source: First Charge Discount %d
ja: 初回チャージ割引 %d
ko: 첫 충전 할인 %d
zh_hans: 首次充值折扣 %d

# 충전소_코인충전_타이틀
source: Coin Charge
ja: コインチャージ
ko: 코인 충전
zh_hans: 充值硬币

# 충전소_코인충전_헤더_보유코인_타이틀
source: Current Coin
ja: 保有コイン
ko: 보유 코인
zh_hans: 当前硬币

# 충전소_코인충전_헤더_충전필요_타이틀
source: You don’t have enough coins to purchase the next episode!
ja: 次の話を購入するためのコインが不足しています！
ko: 다음 화를 구매할 수 있는 코인이 부족해요!
zh_hans: 没有足够的金币购买下一话！

# 충전소_코인충전_헤더_타이틀
source: Coin Charge
ja: コインチャージ
ko: 코인 충전
zh_hans: 充值硬币

# 충전소_코인충전_헤더_필요코인_타이틀
source: Coins Required
ja: 必要なコイン
ko: 필요 코인
zh_hans: 所需金币

# 충전소_푸터_타이틀
source: Notice
ja: 注意事項
ko: 알아두세요
zh_hans: 注意事项

# 충전소_하이라이트_연간멤버십
source: Annual Membership
ja: 年間メンバーシップ
ko: 연간 멤버십
zh_hans: 年度会员

# 충전소_하이라이트_월간멤버십
source: Monthly Membership
ja: 月額メンバーシップ
ko: 월간 멤버십
zh_hans: 月度会员

# 충전소_하이라이트_코인충전
source: Coin Charge
ja: コインチャージ
ko: 코인 충전
zh_hans: 硬币充值

# 컨텍스트메뉴_공유순
source: Sort by Shares
ja: 共有順
ko: 공유순
zh_hans: 按分享排序

# 컨텍스트메뉴_만료순
source: Expired
ja: 期限切れ
ko: 만료 예정
zh_hans: 已过期

# 컨텍스트메뉴_오래된순
source: Sort by Oldest
ja: 古い順
ko: 오래된 순
zh_hans: 按最早排序

# 컨텍스트메뉴_전체순
source: Total
ja: 全体
ko: 전체
zh_hans: 全部

# 컨텍스트메뉴_좋아요순
source: Sort by Likes
ja: いいね順
ko: 좋아요 순
zh_hans: 按点赞排序

# 컨텍스트메뉴_찜한순
source: Sort by Bookmarks
ja: お気に入り順
ko: 찜한순
zh_hans: 按收藏排序

# 컨텍스트메뉴_최신순
source: Sort by Newest
ja: 新しい順
ko: 최신 순
zh_hans: 按最新排序

# 탭바_내목록
source: My List
ja: マイリスト
ko: 내 목록
zh_hans: 我的列表

# 탭바_마이
source: My
ja: マイ
ko: 마이
zh_hans: 我的

# 탭바_맛보기
source: Taste
ja: お試し
ko: 맛보기
zh_hans: 尝鲜

# 탭바_홈
source: Home
ja: ホーム
ko: 홈
zh_hans: 首页

# 편집_N개_삭제
source: %d items deleted
ja: %d件削除しました
ko: %d 삭제
zh_hans: 已删除%d项

# 편집_모두_지우기
source: Clear All
ja: すべてクリア
ko: 모두 지우기
zh_hans: 全部清除

# 편집_버튼_타이틀
source: Edit
ja: 編集
ko: 편집
zh_hans: 编辑

# 편집_삭제_타이틀
source: Delete
ja: 削除
ko: 삭제
zh_hans: 删除

# 편집_전체선택_타이틀
source: Select All
ja: すべて選択
ko: 전체 선택
zh_hans: 全选

source: 고객지원_1:1문의_타이틀
ko: 1:1 문의

source: 고객지원_FAQ_타이틀
ko: FAQ

source: 고객지원_공지사항_타이틀
ko: 공지사항

source: 내목록_빈구매목록_타이틀
ko: 구매한 작품이 없습니다.

source: 내목록_빈찜한목록_타이틀
ko: 찜한 작품이 없습니다.

source: 앱바_고객지원_타이틀
ko: 고객 지원

# 앱바_이용약관_타이틀
source: SignUp Agreements
ko: 이용약관

# 이용약관_다음버튼_타이틀
source: NEXT
ko: 다음

# 이용약관_선택_타이틀
source: Optinal
ko: 선택

# 이용약관_전체동의_타이틀
source: Agreements All
ko: 전체 동의

# 이용약관_필수_타이틀
source: Requirement
ko: 필수

source: 컨텍스트메뉴_회차업데이트순
ko: 회차 업데이트 순
